{
	"Peppy":"You’re a social butterfly and love making detailed plans with your friends. They may hate you for waking them up at 5am but they always make unforgettable memories when they’re with you. Your confidence and amazing energy mean that your friends all look up to you (even though you might not realise it). A natural leader and main character, people are always excited to have you around.",
	"Lazy": "You appreciate the finer things in life: food, naps and friendship. Your relaxed nature puts those around you at ease and you’ll always be the first person people invite to dinner. Your calming attitude is the perfect antidote to the business of life and people seek you out for a relaxing hang out. As the perfect person to sit in comfortable silence with, you tend to make long lasting friendships.",
	"Cranky": "You’re an old soul but there’s nothing wrong with that! You may find it difficult to make friends but you’re extremely loyal once you do. That hard outer shell really does hide a soft and kind soul. You may not like loud festivals, but people know if they ever need a quiet weekend away you’re the one to call.",
	"Snooty": "You know your worth and you’re not going to stand for anything less. Good for you! You’re the main character of your own life and you have a really great understanding of your own style. People think you’re cool and they’re right! People will always come to you for fashion and relationship advice. But make sure to ask for help yourself when you need it too.",
	"Smug": "You are the classiest person in every room and you don’t care who knows it. Your unique interests and niche sense of humour attract only the best people in your life. You may not be friends with everyone but the people you do let in are so glad to be there. Strut your stuff and don’t let anyone bring you down!",
	"Uchi": "You’re the mum friend and always a great shoulder to cry on. You also know all the coolest places to listen to live music and are great to bring to a party. You will always stand up for your friends and your fierce loyalty makes you the perfect bestie.",
	"Normal": "You’re as sweet as apple pie and a great listener. You always put others' needs above your own and are very trusting in your friends. People say you give great hugs and chances are you make a great cup of tea. Make sure to treat yourself to some of that kindness too!",
	"Jock": "Boundless energy and a smile to match. You’re easy-going and people are naturally drawn to you. Your charisma and supportive nature means you’re the perfect cheerleader for your friends’ dreams. Don’t forget to stop and smell the flowers every once in a while!",
	"Undetermined": "It seems our robots had issues with finding out who you are... Maybe you could try again? ...again?"
}